[Character.CharClass_FakeSnowman AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Character.CharClass_Snowman AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[DamageType.DmgType_Snowman_Uppercut WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_SnowmanFriendlies WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[IO.MagicHat InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Population.PawnBalance_FakeSnowMan AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Mr. Flint Flake hates him (fake).)")
PlayThroughs[1]=(DisplayName="Mr. Contemptuous. flint (child))")

[Population.PawnBalance_SnowMan AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="He hates Mr. Flint")
PlayThroughs[1]=(DisplayName="dirty flash")

[Population.PawnBalance_SnowMan_HARD AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="I hate you, Lord Flintflake")

[Skills.Skill_Snowman_Rage_DamageResist SkillDefinition]
SkillName="Pumpkin head - new generation"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Snowman_StormRage SkillDefinition]
SkillName="A snowman can say:"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Snowman_StormRage_Resists SkillDefinition]
SkillName="Snow_J Hello"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_WatchAndsign shield SkillDefinition]
SkillName="ClearTurretShield"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

